#include <stdio.h>

int main()
{

	while(1)
	{
		printf("¡á¡á¡á¡á¡à¡á¡á¡á¡á\n");
		printf("¡á¡á¡á¡à¡à¡à¡á¡á¡á\n");
		printf("¡á¡á¡à¡á¡à¡á¡à¡á¡á\n");
		printf("¡á¡à¡á¡á¡à¡á¡á¡à¡á\n");
		printf("¡à¡á¡á¡á¡à¡á¡á¡á¡à\n");
		printf("¡á¡á¡á¡á¡à¡á¡á¡á¡á\n");
		printf("¡á¡á¡á¡á¡à¡á¡á¡á¡á\n");
		printf("¡á¡á¡á¡á¡à¡á¡á¡á¡á\n");
		printf("¡á¡á¡á¡á¡à¡á¡á¡á¡á\n");
		printf("¡á¡á¡á¡á¡à¡á¡á¡á¡á\n");
		Sleep(500);
		system("cls");
		printf("¡à¡à¡à¡à¡á¡à¡à¡à¡à\n");
		printf("¡à¡à¡à¡á¡á¡á¡à¡à¡à\n");
		printf("¡à¡à¡á¡à¡á¡à¡á¡à¡à\n");
		printf("¡à¡á¡à¡à¡á¡à¡à¡á¡à\n");
		printf("¡á¡à¡à¡à¡á¡à¡à¡à¡á\n");
		printf("¡à¡à¡à¡à¡á¡à¡à¡à¡à\n");
		printf("¡à¡à¡à¡à¡á¡à¡à¡à¡à\n");
		printf("¡à¡à¡à¡à¡á¡à¡à¡à¡à\n");
		printf("¡à¡à¡à¡à¡á¡à¡à¡à¡à\n");
		printf("¡à¡à¡à¡à¡á¡à¡à¡à¡à\n");
		Sleep(500);
		system("cls");
	}
}
